Repository: nazmulkp/Big-camera-handle-iOS
Catalog: CameraAppSwiftUI/Resources/MainCameraControl.xcstrings
Source language: en
Languages: ar, hi, ja, ko, ru, tr, zh_hans, zh_hant

# main_camera.shutter.auto
source: Shutter Auto
ar: الغالق تلقائي
hi: शटर ऑटो
ja: シャッター自動
ko: 셔터 자동
ru: Затвор авто
tr: Deklanşör otomatik
zh_hans: 快门自动
zh_hant: 快門自動

# main_camera.iso.auto
source: ISO Auto
ar: ISO تلقائي
hi: ISO ऑटो
ja: ISO自動
ko: ISO 자동
ru: ISO авто
tr: ISO otomatik
zh_hans: ISO 自动
zh_hant: ISO 自動

# main_camera.wb.auto
source: WB Auto
ar: WB تلقائي
hi: WB ऑटो
ja: WB自動
ko: WB 자동
ru: WB авто
tr: WB otomatik
zh_hans: WB 自动
zh_hant: WB 自動

# main_camera.wb.manual
source: WB %dK • Tint %@
ar: WB %dK • الصبغة %@
hi: WB %dK • टिंट %@
ja: WB %dK • 色合い %@
ko: WB %dK • 색조 %@
ru: WB %dK • Оттенок %@
tr: WB %dK • Ton %@
zh_hans: WB %dK • 色调 %@
zh_hant: WB %dK • 色調 %@

# main_camera.focus.auto
source: Focus Auto
ar: التركيز تلقائي
hi: फोकस ऑटो
ja: フォーカス自動
ko: 초점 자동
ru: Фокус авто
tr: Odak otomatik
zh_hans: 对焦自动
zh_hant: 對焦自動

# main_camera.focus.manual
source: Focus %.2f
ar: التركيز %.2f
hi: फोकस %.2f
ja: フォーカス %.2f
ko: 초점 %.2f
ru: Фокус %.2f
tr: Odak %.2f
zh_hans: 对焦 %.2f
zh_hant: 對焦 %.2f

# main_camera.auto.short
source: Auto
ar: تلقائي
hi: ऑटो
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

# main_camera.storage.unknown
source: Storage: unknown
ar: التخزين: غير معروف
hi: स्टोरेज: अज्ञात
ja: ストレージ: 不明
ko: 저장 공간: 알 수 없음
ru: Память: неизвестно
tr: Depolama: bilinmiyor
zh_hans: 存储：未知
zh_hant: 儲存空間：未知

# main_camera.storage.low
source: %@ ⚠️ Low storage
ar: %@ ⚠️ مساحة التخزين منخفضة
hi: %@ ⚠️ स्टोरेज कम है
ja: %@ ⚠️ ストレージ不足
ko: %@ ⚠️ 저장 공간 부족
ru: %@ ⚠️ Мало памяти
tr: %@ ⚠️ Depolama az
zh_hans: %@ ⚠️ 存储空间不足
zh_hant: %@ ⚠️ 儲存空間不足

# main_camera.storage.free
source: %@ free
ar: %@ متاحة
hi: %@ खाली
ja: %@ 空き
ko: %@ 여유
ru: %@ свободно
tr: %@ boş
zh_hans: %@ 可用
zh_hant: %@ 可用

# main_camera.battery.low
source: %d%% ❗️Low Battery
ar: %d%% ❗️البطارية منخفضة
hi: %d%% ❗️बैटरी कम है
ja: %d%% ❗️バッテリー残量低下
ko: %d%% ❗️배터리 부족
ru: %d%% ❗️Низкий заряд
tr: %d%% ❗️Düşük pil
zh_hans: %d%% ❗️电量低
zh_hant: %d%% ❗️電量低
